{"Second Chance: for Your Money, Your Life and Our World": {"ID": 1, "Title": "Second Chance: for Your Money, Your Life and Our World", "Author": "Robert T. Kiyosaki", "Genre": "Finance / Personal Development", "Published Date": "2016", "Pages": "400", "Language": "EN", "Price": "50", "Type": "Hardcovered", "Description": "This book is a guide to facing head-on the dangers of the crises around us--and steps and tips for seizing the opportunities they present."}, "Rich Dad Poor Dad": {"ID": 2, "Title": "Rich Dad Poor Dad", "Author": "Robert T. Kiyosaki", "Genre": "Finance / Personal Development", "Published Date": "2018", "Pages": "336", "Language": "EN", "Price": "45", "Type": "Kindle", "Description": "The book explodes the myth that you need to earn a high income to be rich and explains the difference between working for money and having your money work for you."}, "Cadranul Banilor": {"ID": 3, "Title": "Cadranul Banilor", "Author": "Robert T. Kiyosaki", "Genre": "Finance / Personal Development", "Published Date": "2019", "Pages": "336", "Language": "RO", "Price": "50", "Type": "Hardcovered", "Description": "adranul Banilor se adreseaza persoanelor pregatite: sa renunte la siguranta unei slujbe si sa-si caute propriul drum spre libertatea financiara; sa faca mari schimbari profesionale si financiare in viata; sa faca trecerea de la Era Industriala la Era Informationala."}, "How To Stop Worrying And Start Living": {"ID": 4, "Title": "How To Stop Worrying And Start Living", "Author": "Dale Carnegie", "Genre": "Finance / Personal Development", "Published Date": "1990", "Pages": "400", "Language": "EN", "Price": "35", "Type": "Hardcovered", "Description": "Dale Carnegie shows how worry has been conquered by thousands, some famous, but most just ordinary people, and offers practical suggestions for leading a more positive and enjoyable life."}, "Secretele succesului": {"ID": 5, "Title": "Secretele succesului", "Author": "Dale Carnegie", "Genre": "Finance / Personal Development", "Published Date": "2018", "Pages": "296", "Language": "EN", "Price": "30", "Type": "Kindle", "Description": "Cea mai vândută carte motivaţională publicată vreodată din care vei învăța cum să devii un interlocutor agreabil, de ce e bine să facocomplimente dezinteresate, când e cazul să vă retrageţi dintr-o dispută, cum să faci o bună impresie de la prima întâlnire, cât de important e zâmbetul."}, "Harry Potter and the Philosopher's Stone": {"ID": 6, "Title": "Harry Potter and the Philosopher's Stone", "Author": "J. K. Rowling", "Genre": "Fantasy", "Published Date": "2014", "Pages": "352", "Language": "EN", "Price": "12", "Type": "Hardcovered", "Description": "Harry Potter has never even heard of Hogwarts when the letters start dropping on the doormat at number four, Privet Drive. Addressed in green ink on yellowish parchment with a purple seal, they are swiftly confiscated by his grisly aunt and uncle. Then, on Harry's eleventh birthday, a great beetle-eyed giant of a man called Rubeus Hagrid bursts in with some astonishing news: Harry Potter is a wizard."}, "Harry Potter si prizonierul din Azkaban": {"ID": 7, "Title": "Harry Potter si prizonierul din Azkaban", "Author": "J. K. Rowling", "Genre": "Fantasy", "Published Date": "2015", "Pages": "464", "Language": "RO", "Price": "18", "Type": "Hardcovered", "Description": "Sirius Black, criminal în serie şi discipol al Lordului Voldemort, a evadat de la Azkaban, închisoarea vrăjitorilor, şi toată lumea spune că ar fi pe urmele lui Harry. Când Cavalerobuzul opreşte brusc în faţa lui, răsărind din întuneric, pentru Harry Potter începe un nou an şcolar care nu e nici pe departe unul obişnuit. Sirius Black, criminal în serie şi discipol al Lordului Voldemort, a evadat de la Azkaban, închisoarea vrăjitorilor, şi toată lumea spune că ar fi pe urmele lui Harry."}, "A Game of Thrones": {"ID": 8, "Title": "A Game of Thrones", "Author": "George R.R. Martin", "Genre": "Fantasy", "Published Date": "2014", "Pages": "816", "Language": "EN", "Price": "80", "Type": "Kindle", "Description": "The old gods have no power in the south, Stark's family is split and there is treachery at court. Worse, the vengeance-mad heir of the deposed Dragon King has grown to maturity in exile in the Free Cities. He claims the Iron Throne."}, "Inclestarea Regilor": {"ID": 9, "Title": "Inclestarea Regilor", "Author": "George R.R. Martin", "Genre": "Fantasy", "Published Date": "1998", "Pages": "1040", "Language": "RO", "Price": "100", "Type": "Hardcovered", "Description": "Inclestarea regilor este cel de-al doilea volum din saga fantasy Cantec de gheata si foc si continuarea volumului Urzeala tronurilor. Aceasta saga este o complexa intriga politica, cu dinastii rivale, iubiri, tradari, sfetnici rauvoitori, regi incapabili, cavaleri, castele, codri de nepatruns, un gigantic zid de aparare impotriva unor forte nestiute, bastarzi si dragoni disparuti demult."}, "MIDWINTER MURDER: Fireside Mysteries from the Queen of Crime": {"ID": 10, "Title": "MIDWINTER MURDER: Fireside Mysteries from the Queen of Crime", "Author": "Agatha Christie", "Genre": "Crime and Thriller", "Published Date": "2020", "Pages": "256", "Language": "EN", "Price": "10", "Type": "Hardcovered", "Description": "This compendium of short stories, some featuring beloved detectives Hercule Poirot and Miss Marple, is an essential omnibus for Christie fans and the perfect gift for mystery lovers."}, "Pericol la End House": {"ID": 11, "Title": "Pericol la End House", "Author": "Agatha Christie", "Genre": "Crime and Thriller", "Published Date": "2000", "Pages": "288", "Language": "RO", "Price": "8", "Type": "Hardcovered", "Description": "Vacanța relaxantă petrecută de Hercule Poirot pe coasta din Cornwell ia o turnură neaşteptată când o cunoaşte pe tânăra şi atrăgătoarea Nick Buckley, căci Poirot are impresia că cineva încearcă să o ucidă pe Nick şi se hotărăşte să-i ofere protecție."}, "The Thursday Murder Club": {"ID": 12, "Title": "The Thursday Murder Club", "Author": "Richard Osman", "Genre": "Crime and Thriller", "Published Date": "2021", "Pages": "400", "Language": "EN", "Price": "55", "Type": "Kindle", "Description": "In a peaceful retirement village, four unlikely friends meet up once a week to investigate unsolved murders."}, "Glontul care a ratat tinta": {"ID": 13, "Title": "Glontul care a ratat tinta", "Author": "Richard Osman", "Genre": "Crime and Thriller", "Published Date": "2022", "Pages": "400", "Language": "RO", "Price": "65", "Type": "Kindle", "Description": "Patru prieteni improbabili. O crima fara cadavru. Iar necazurile bat la usa…"}, "Gut Feelings": {"ID": 14, "Title": "Gut Feelings", "Author": "Will Dr Cole", "Genre": "Mind, Body and Spirit", "Published Date": "2023", "Pages": "288", "Language": "EN", "Price": "70", "Type": "Hardcovered", "Description": "The definitive guide to understanding the connection between what you eat and how you feel, offering a 21-day plan to reset your relationship with your body and heal the gut inflammation caused by stress, shame, and trauma--from the New York Times bestselling author of Intuitive Fasting and Ketotarian."}, "Intuitive Fasting": {"ID": 15, "Title": "Intuitive Fasting", "Author": "Will Dr Cole", "Genre": "Mind, Body and Spirit", "Published Date": "2021", "Pages": "290", "Language": "EN", "Price": "35", "Type": "Kindle", "Description": "Find out how to use the powerful benefits of flexible intermittent fasting to gain metabolic flexibility and find food peace."}, "Calatorii in centrul gandirii": {"ID": 16, "Title": "Calatorii in centrul gandirii", "Author": "Alexandru Vlad Ciurea", "Genre": "Mind, Body and Spirit", "Published Date": "2019", "Pages": "320", "Language": "RO", "Price": "20", "Type": "Hardcovered", "Description": "Calatorii in centrul gandirii, editia a doua, de Alexandru Vlad Ciurea (consemnate de Tudor Artenie) este o carte-interviu in care medicul, dar si omul se dezvaluie. Aflam despre copilarie, scoala si facultate, despre valorile in care a fost educat. Sunt relatate intamplari interesante pentru cititor, care altfel nu ar putea fi cunoscute."}, "Sanatatea creierului pe intelesul tuturor": {"ID": 17, "Title": "Sanatatea creierului pe intelesul tuturor", "Author": "Alexandru Vlad Ciurea", "Genre": "Mind, Body and Spirit", "Published Date": "2022", "Pages": "272", "Language": "RO", "Price": "25", "Type": "Hardcovered", "Description": "Descopera pas cu pas secretele unui creier sanatos si ale unei vieti echilibrate, ghidat de explicatiile si recomandarile unui adevarat profesionist in neurochirurgie."}, "Alte 100 de greseli care au schimbat istoria": {"ID": 18, "Title": "Alte 100 de greseli care au schimbat istoria", "Author": "Bill Fawcett", "Genre": "History and Archaeology", "Published Date": "2022", "Pages": "448", "Language": "RO", "Price": "56", "Type": "Hardcovered", "Description": "Privite in retrospectiva, evenimentele desfasurate de-a lungul deceniilor si deciziile luate in unele cazuri, incepand cu China anului 259 i.Hr. si pana la unul dintre cele mai mari dezastre nucleare, ne pun pe ganduri."}, "How to Lose a Battle": {"ID": 19, "Title": "How to Lose a Battle", "Author": "Bill Fawcett", "Genre": "History and Archaeology", "Published Date": "2014", "Pages": "336", "Language": "EN", "Price": "35", "Type": "Kindle", "Description": "A follow up to :You did what? this engrossing and fact-filled compendium of great military disasters and ill-advised battle plans highlights the worst military decisions throughout history and the world. From the ancient Crusades to the modern age of chemical warfare and smart bombs, history is littered with horribly bad military ideas."}, "Scurta istorie a Europei de la Pericle la Putin": {"ID": 20, "Title": "Scurta istorie a Europei de la Pericle la Putin", "Author": "Simon Jenkins", "Genre": "History and Archaeology", "Published Date": "2019", "Pages": "384", "Language": "RO", "Price": "10", "Type": "Kindle", "Description": "Europa a fost, vreme de doua milenii, un continent care s-a bucurat de un succes remarcabil. In noua sa istorie, Simon Jenkins spune povestea acestei evolutii, de la un camp de lupta intre triburi razboinice, la un taram al pacii, bogatiei si libertatii."}, "A Short History of England": {"ID": 21, "Title": "A Short History of England", "Author": "Simon Jenkins", "Genre": "History and Archaeology", "Published Date": "2018", "Pages": "320", "Language": "EN", "Price": "15", "Type": "Hardcovered", "Description": "From the invaders of the dark ages to the aftermath of the coalition, one of Britain's most respected journalists, Simon Jenkins, weaves together a strong narrative with all the most important and interesting dates in a book that characteristically is as stylish as it is authoritative."}}